# SetProjectElevation

## Description
Set project elevation.

```pascal
PROCEDURE SetProjectElevation(projElev : REAL);
```

```python

def vs.SetProjectElevation(projElev):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|projElev|REAL||

## Version
Availability: from Vectorworks 2024
## Category
* GIS